Repository: Hrobek/Goals
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, pt_br

# goalDetail.chart.locked
source: See your progress at a glance — where it's climbing, where it stalled, and how close you are.
cs: Uvidíš svůj postup jedním pohledem – jak roste, kde se zadrhl a jak blízko jsi cíli.
de: Sieh deinen Fortschritt auf einen Blick — wo es vorangeht, wo es stockt und wie nah du deinem Ziel bist.
es: Mira tu progreso de un vistazo — dónde avanza, dónde se estancó y qué tan cerca estás.
fr: Vois ta progression en un coup d’œil — où ça avance, où ça stagne, et à quel point tu es proche du but.
pt_br: Veja seu progresso em um relance — onde está subindo, onde estagnou e o quão perto você está.

# goalDetail.chart.target
source: Target
cs: Cíl
de: Ziel
es: Objetivo
fr: Cible
pt_br: Meta

# goalDetail.chart.title
source: Graph
cs: Graf
de: Diagramm
es: Gráfico
fr: Graphique
pt_br: Gráfico

# goalDetail.chart.value
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
pt_br: Valor

# goalDetail.checkInToday
source: Check In Today
cs: Dnešní check-in
de: Heute abhaken
es: Marcar hoy
fr: Cocher aujourd’hui
pt_br: Marcar hoje

# goalDetail.deleteConfirm.title
source: Delete this goal? This can't be undone.
cs: Smazat tento cíl? Tuto akci nelze vrátit zpět.
de: Dieses Ziel löschen? Das lässt sich nicht rückgängig machen.
es: ¿Eliminar este objetivo? No se puede deshacer.
fr: Supprimer cet objectif ? C’est irréversible.
pt_br: Excluir este objetivo? Não dá para desfazer.

# goalDetail.history
source: History
cs: Historie
de: Verlauf
es: Historial
fr: Historique
pt_br: Histórico

# goalDetail.logValue
source: Log Value
cs: Zapsat hodnotu
de: Wert eintragen
es: Registrar valor
fr: Enregistrer une valeur
pt_br: Registrar valor

# goalDetail.markCompleted
source: Mark as completed
cs: Označit jako splněné
de: Als erledigt markieren
es: Marcar como completado
fr: Marquer comme terminé
pt_br: Marcar como concluído

# goalDetail.milestones
source: Subtasks
cs: Podúkoly
de: Teilaufgaben
es: Subtareas
fr: Sous-tâches
pt_br: Subtarefas

# goalDetail.newMilestone
source: New subtask
cs: Nový podúkol
de: Neue Teilaufgabe
es: Nueva subtarea
fr: Nouvelle sous-tâche
pt_br: Nova subtarefa

# goalDetail.schedule
source: Schedule
cs: Rozvrh
de: Zeitplan
es: Frecuencia
fr: Fréquence
pt_br: Frequência

# goalDetail.streak
source: Streak
cs: Série
de: Serie
es: Racha
fr: Série
pt_br: Sequência

# goals.empty.archived
source: Nothing archived
cs: Archiv je prázdný
de: Nichts archiviert
es: Nada archivado
fr: Rien d’archivé
pt_br: Nada arquivado

# goals.empty.completed
source: No completed goals yet
cs: Zatím žádné splněné cíle
de: Noch keine erledigten Ziele
es: Aún no hay objetivos completados
fr: Aucun objectif terminé pour l’instant
pt_br: Nenhum objetivo concluído ainda

# goals.empty.description
source: Tap + to create your first goal.
cs: Klepnutím na + vytvoříš svůj první cíl.
de: Tippe auf +, um dein erstes Ziel anzulegen.
es: Toca + para crear tu primer objetivo.
fr: Touche + pour créer ton premier objectif.
pt_br: Toque em + para criar seu primeiro objetivo.

# goals.empty.title
source: No Goals Yet
cs: Zatím žádné cíle
de: Noch keine Ziele
es: Aún no hay objetivos
fr: Pas encore d’objectifs
pt_br: Ainda sem objetivos

# goals.filter
source: Filter
cs: Filtr
es: Filtro
fr: Filtre
pt_br: Filtro

# goals.filter.active
source: Active
cs: Aktivní
de: Aktiv
es: Activos
fr: Actifs
pt_br: Ativos

# goals.filter.archived
source: Archived
cs: Archivované
de: Archiviert
es: Archivados
fr: Archivés
pt_br: Arquivados

# goals.filter.completed
source: Completed
cs: Splněné
de: Erledigt
es: Completados
fr: Terminés
pt_br: Concluídos

# goals.limit.message
source: The free version allows up to 3 active goals at a time. Complete or delete one to add another.
cs: Free verze umožňuje max. 3 aktivní cíle současně. Dokonči nebo smaž jeden, abys mohl přidat další.
de: In der kostenlosen Version sind bis zu 3 aktive Ziele gleichzeitig möglich. Schließe eines ab oder lösche es, um ein weiteres anzulegen.
es: La versión gratuita permite hasta 3 objetivos activos a la vez. Completa o elimina uno para añadir otro.
fr: La version gratuite permet jusqu’à 3 objectifs actifs à la fois. Termines-en un ou supprime-le pour en ajouter un autre.
pt_br: A versão gratuita permite até 3 objetivos ativos por vez. Conclua ou exclua um para adicionar outro.

# goals.limit.title
source: Free Limit Reached
cs: Dosažen limit free verze
de: Limit der Gratisversion erreicht
es: Límite gratuito alcanzado
fr: Limite gratuite atteinte
pt_br: Limite gratuito atingido

# goals.limit.upgrade
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à la version Pro
pt_br: Atualizar para o Pro

# goals.title
source: Goals
cs: Cíle
de: Ziele
es: Objetivos
fr: Objectifs
pt_br: Objetivos

# milestone.unit
source: subtasks
cs: podúkoly
de: Teilaufgaben
es: subtareas
fr: sous-tâches
pt_br: subtarefas

# milestone.unit.count %lld
source: %lld subtasks
cs: %lld podúkolů
de: %lld Teilaufgaben
es: %lld subtareas
fr: %lld sous-tâches
pt_br: %lld subtarefas

# pace.days %lld
source: %lld days
cs: %lld dní
de: %lld Tage
es: %lld días
fr: %lld jours
pt_br: %lld dias

# pace.locked
source: We'll tell you exactly what to do to hit your deadline — or where your current pace is taking you.
cs: Řekneme ti přesně, co dělat, abys stihl termín – nebo kam tě dovede tvoje současné tempo.
de: Wir sagen dir genau, was zu tun ist, um deine Frist zu halten – oder wohin dich dein aktuelles Tempo bringt.
es: Te diremos exactamente qué hacer para llegar a tu fecha límite, o adónde te lleva tu ritmo actual.
fr: On te dira exactement quoi faire pour tenir ton échéance — ou où ton rythme actuel te mène.
pt_br: Diremos exatamente o que fazer para cumprir seu prazo — ou aonde seu ritmo atual está te levando.

# pace.overdue %@
source: Deadline passed — %@ left.
cs: Termín vypršel — zbývá %@.
de: Frist verstrichen — %@ übrig.
es: Fecha límite pasada — faltan %@.
fr: Échéance dépassée — il reste %@.
pt_br: Prazo vencido — faltam %@.

# pace.projectedFinish %@ %@
source: At your current pace of %1$@ a day, you'll reach your goal around %2$@.
cs: Při současném tempu %1$@ denně dojdeš k cíli kolem %2$@.
de: Bei deinem aktuellen Tempo von %1$@ pro Tag erreichst du dein Ziel etwa %2$@.
es: A tu ritmo actual de %1$@ al día, llegarás a tu objetivo hacia %2$@.
fr: À ton rythme actuel de %1$@ par jour, tu atteindras ton objectif vers %2$@.
pt_br: No seu ritmo atual de %1$@ por dia, você chega ao objetivo por volta de %2$@.

# pace.requiredPace %@
source: To hit your deadline, aim for %@ a day.
cs: Ať stihneš termín, dej si %@ denně.
de: Um deine Frist zu halten, peile %@ pro Tag an.
es: Para cumplir tu fecha límite, apunta a %@ al día.
fr: Pour tenir ton échéance, vise %@ par jour.
pt_br: Para cumprir seu prazo, mire em %@ por dia.

# pace.requiredPaceInverted %@ %@
source: To hit your deadline, aim for 1× %1$@ every %2$@.
cs: Pro splnění termínu zvládni 1× %1$@ za %2$@.
de: Um deine Frist zu halten, peile 1× %1$@ alle %2$@ an.
es: Para cumplir tu fecha límite, apunta a 1× %1$@ cada %2$@.
fr: Pour tenir ton échéance, vise 1× %1$@ tous les %2$@.
pt_br: Para cumprir seu prazo, mire em 1× %1$@ a cada %2$@.

# pace.title
source: Guidance
cs: Doporučení
de: Empfehlung
es: Recomendación
fr: Conseil
pt_br: Recomendação

# paywall.continue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
pt_br: Continuar

# paywall.error.unverified
source: Purchase couldn't be verified.
cs: Nákup se nepodařilo ověřit.
de: Der Kauf konnte nicht verifiziert werden.
es: No se pudo verificar la compra.
fr: L’achat n’a pas pu être vérifié.
pt_br: Não foi possível verificar a compra.

# paywall.legal
source: Subscriptions renew automatically. Cancel anytime in Settings.
cs: Předplatné se automaticky obnovuje. Zrušit ho můžeš kdykoli v Nastavení.
de: Abos verlängern sich automatisch. Jederzeit in den Einstellungen kündbar.
es: Las suscripciones se renuevan automáticamente. Cancela cuando quieras en Ajustes.
fr: Les abonnements se renouvellent automatiquement. Résiliation à tout moment dans Réglages.
pt_br: As assinaturas são renovadas automaticamente. Cancele quando quiser nos Ajustes.

# paywall.period.month
source: per month
cs: měsíčně
de: pro Monat
es: al mes
fr: par mois
pt_br: por mês

# paywall.period.year
source: per year
cs: ročně
de: pro Jahr
es: al año
fr: par an
pt_br: por ano

# paywall.plan.lifetime
source: Lifetime
cs: Navždy
de: Für immer
es: Para siempre
fr: À vie
pt_br: Vitalício

# paywall.plan.lifetime.caption
source: One-time payment, yours forever.
cs: Jednorázová platba, navždy tvoje.
de: Einmalzahlung, für immer deins.
es: Pago único, tuyo para siempre.
fr: Paiement unique, à toi pour toujours.
pt_br: Pagamento único, seu para sempre.

# paywall.plan.monthly
source: Monthly
cs: Měsíčně
de: Monatlich
es: Mensual
fr: Mensuel
pt_br: Mensal

# paywall.plan.perMonth %@
source: %@ per month
cs: %@ měsíčně
de: %@ pro Monat
es: %@ al mes
fr: %@ par mois
pt_br: %@ por mês

# paywall.plan.yearly
source: Yearly
cs: Ročně
de: Jährlich
es: Anual
fr: Annuel
pt_br: Anual

# paywall.restore
source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
pt_br: Restaurar compras

# paywall.save %lld
source: Save %lld%%
cs: Ušetříš %lld %%
de: Spare %lld %%
es: Ahorra un %lld %%
fr: Économise %lld %%
pt_br: Economize %lld%%

# paywall.subtitle
source: Unlock unlimited active goals and every Pro feature. Pick the plan that suits you.
cs: Odemkni neomezený počet aktivních cílů a všechny Pro funkce. Vyber si plán, který ti sedí.
de: Schalte unbegrenzt aktive Ziele und alle Pro-Funktionen frei. Wähle den Plan, der zu dir passt.
es: Desbloquea objetivos activos ilimitados y todas las funciones Pro. Elige el plan que prefieras.
fr: Débloque un nombre illimité d’objectifs actifs et toutes les fonctions Pro. Choisis le plan qui te convient.
pt_br: Desbloqueie objetivos ativos ilimitados e todos os recursos Pro. Escolha o plano ideal.

# paywall.unavailable
source: The Pro upgrade isn't available right now. Try again later.
cs: Pro verze teď není dostupná. Zkus to prosím později.
de: Das Pro-Upgrade ist gerade nicht verfügbar. Versuche es später noch einmal.
es: La versión Pro no está disponible ahora mismo. Inténtalo más tarde.
fr: La version Pro n’est pas disponible pour le moment. Réessaie plus tard.
pt_br: O Pro não está disponível agora. Tente mais tarde.

# priority.high
source: High
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
pt_br: Alta

# priority.low
source: Low
cs: Nízká
de: Niedrig
es: Baja
fr: Faible
pt_br: Baixa

# priority.medium
source: Medium
cs: Střední
de: Mittel
es: Media
fr: Moyenne
pt_br: Média

# recurrence.summary.noneSelected
source: No days selected
cs: Nevybrány žádné dny
de: Keine Tage ausgewählt
es: Ningún día seleccionado
fr: Aucun jour sélectionné
pt_br: Nenhum dia selecionado

# recurrence.summary.timesPerMonth %lld
source: %lld×/month
cs: %lld×/měsíc
de: %lld×/Monat
es: %lld×/mes
fr: %lld×/mois
pt_br: %lld×/mês

# recurrence.summary.timesPerWeek %lld
source: %lld×/week
cs: %lld×/týden
de: %lld×/Woche
es: %lld×/semana
fr: %lld×/semaine
pt_br: %lld×/semana

# recurrence.timesPerMonth.count %lld
source: %lld× per month
cs: %lld× za měsíc
de: %lld× pro Monat
es: %lld× al mes
fr: %lld× par mois
pt_br: %lld× por mês

# recurrence.timesPerWeek.count %lld
source: %lld× per week
cs: %lld× za týden
de: %lld× pro Woche
es: %lld× a la semana
fr: %lld× par semaine
pt_br: %lld× por semana

# recurrence.type.daily
source: Every day
cs: Každý den
de: Jeden Tag
es: Cada día
fr: Chaque jour
pt_br: Todo dia

# recurrence.type.specificDaysOfMonth
source: Specific days of the month
cs: Konkrétní dny v měsíci
de: Bestimmte Tage im Monat
es: Días concretos del mes
fr: Jours précis du mois
pt_br: Dias específicos do mês

# recurrence.type.specificWeekdays
source: Specific days of the week
cs: Konkrétní dny v týdnu
de: Bestimmte Wochentage
es: Días concretos de la semana
fr: Jours précis de la semaine
pt_br: Dias específicos da semana

# recurrence.type.timesPerMonth
source: Times per month
cs: Krát za měsíc
de: Mal pro Monat
es: Veces al mes
fr: Fois par mois
pt_br: Vezes por mês

# recurrence.type.timesPerWeek
source: Times per week
cs: Krát za týden
de: Mal pro Woche
es: Veces a la semana
fr: Fois par semaine
pt_br: Vezes por semana

# recurrence.weekday.fri
source: Fri
cs: Pá
de: Fr
es: Vie
fr: Ven
pt_br: Sex

# recurrence.weekday.mon
source: Mon
cs: Po
de: Mo
es: Lun
fr: Lun
pt_br: Seg

# recurrence.weekday.sat
source: Sat
cs: So
de: Sa
es: Sáb
fr: Sam
pt_br: Sáb

# recurrence.weekday.sun
source: Sun
cs: Ne
de: So
es: Dom
fr: Dim
pt_br: Dom

# recurrence.weekday.thu
source: Thu
cs: Čt
de: Do
es: Jue
fr: Jeu
pt_br: Qui

# recurrence.weekday.tue
source: Tue
cs: Út
de: Di
es: Mar
fr: Mar
pt_br: Ter

# recurrence.weekday.wed
source: Wed
cs: St
de: Mi
es: Mié
fr: Mer
pt_br: Qua

# reminder.body
source: How's this goal going?
cs: Jak to jde s tímto cílem?
de: Wie läuft dieses Ziel?
es: ¿Cómo va este objetivo?
fr: Comment ça avance, cet objectif ?
pt_br: Como está indo esse objetivo?

# reminder.enabled
source: Remind me
cs: Připomínat
de: Erinnere mich
es: Recordármelo
fr: Me le rappeler
pt_br: Lembrar-me

# reminder.frequency
source: Frequency
cs: Frekvence
de: Häufigkeit
es: Frecuencia
fr: Fréquence
pt_br: Frequência

# reminder.frequency.daily
source: Daily
cs: Denně
de: Täglich
es: Diaria
fr: Quotidien
pt_br: Diária

# reminder.frequency.weekly
source: Weekly
cs: Týdně
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
pt_br: Semanal

# reminder.inactivity.body
source: It's been a while. One quick check-in keeps the streak alive.
cs: Chvíli jsme se neviděli. Stačí jeden check-in a série žije dál.
de: Du warst länger nicht da. Ein kurzes Abhaken hält die Serie am Leben.
es: Hace tiempo que no te vemos. Basta con marcar una vez para mantener la racha.
fr: Ça fait un moment. Un simple pointage suffit à garder la série.
pt_br: Faz um tempo. Uma marcação rápida mantém a sequência viva.

# reminder.inactivity.title
source: Your goals are waiting
cs: Tvoje cíle na tebe čekají
de: Deine Ziele warten
es: Tus objetivos te esperan
fr: Tes objectifs t’attendent
pt_br: Seus objetivos estão esperando

# reminder.permission.message
source: Reminders need notification permission. You can turn it on in iOS Settings.
cs: Připomínky potřebují povolení notifikací. Zapneš ho v Nastavení iOS.
de: Erinnerungen brauchen die Erlaubnis für Mitteilungen. Du kannst sie in den iOS-Einstellungen aktivieren.
es: Los recordatorios necesitan permiso de notificaciones. Puedes activarlo en los Ajustes de iOS.
fr: Les rappels nécessitent l’autorisation des notifications. Tu peux l’activer dans les Réglages iOS.
pt_br: Os lembretes precisam de permissão de notificações. Você pode ativar nos Ajustes do iOS.

# reminder.permission.openSettings
source: Open Settings
cs: Otevřít Nastavení
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
pt_br: Abrir Ajustes

# reminder.permission.title
source: Notifications are off
cs: Notifikace jsou vypnuté
de: Mitteilungen sind aus
es: Notificaciones desactivadas
fr: Notifications désactivées
pt_br: Notificações desligadas

# reminder.pickDays
source: Pick at least one day, otherwise nothing will be sent.
cs: Vyber aspoň jeden den, jinak se nic nepošle.
de: Wähle mindestens einen Tag, sonst wird nichts gesendet.
es: Elige al menos un día, si no no se enviará nada.
fr: Choisis au moins un jour, sinon rien ne sera envoyé.
pt_br: Escolha pelo menos um dia, senão nada será enviado.

# reminder.status.off
source: Off
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
pt_br: Desligado

# reminder.time
source: Time
cs: Čas
de: Uhrzeit
es: Hora
fr: Heure
pt_br: Horário

# reminder.title
source: Reminder
cs: Připomínka
de: Erinnerung
es: Recordatorio
fr: Rappel
pt_br: Lembrete

# reminder.weekdays
source: Days
cs: Dny
de: Tage
es: Días
fr: Jours
pt_br: Dias

# reminder.welcome.body
source: One check-in is enough to get a streak started.
cs: Stačí jedno odškrtnutí a série se rozjede.
de: Ein einziges Abhaken reicht, damit eine Serie startet.
es: Basta con marcar una vez para empezar una racha.
fr: Un seul pointage suffit à lancer une série.
pt_br: Uma marcação já é o bastante para começar uma sequência.

# reminder.welcome.title
source: How's the first goal going?
cs: Jak jde první cíl?
de: Wie läuft das erste Ziel?
es: ¿Cómo va el primer objetivo?
fr: Ça avance, ce premier objectif ?
pt_br: Como vai o primeiro objetivo?

# settings.account
source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
pt_br: Conta

# settings.account.name
source: Name
cs: Jméno
es: Nombre
fr: Nom
pt_br: Nome

# settings.account.signOut
source: Sign Out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pt_br: Sair

# settings.appearance
source: Appearance
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pt_br: Aparência

# settings.icloudSync
source: iCloud Sync
cs: Synchronizace iCloud
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
pt_br: Sincronização do iCloud

# settings.language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma

# settings.privacy
source: Privacy
cs: Soukromí
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

# settings.privacy.analytics
source: Share anonymous statistics
cs: Sdílet anonymní statistiky
de: Anonyme Statistiken teilen
es: Compartir estadísticas anónimas
fr: Partager des statistiques anonymes
pt_br: Compartilhar estatísticas anônimas

# settings.pro.unlocked
source: Pro unlocked
cs: Pro odemčeno
de: Pro freigeschaltet
es: Pro desbloqueado
fr: Pro débloqué
pt_br: Pro desbloqueado

# settings.pro.upgrade
source: Upgrade to Pro
cs: Upgradovat na Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à la version Pro
pt_br: Atualizar para o Pro

# settings.support
source: Support
cs: Podpora
es: Ayuda
fr: Assistance
pt_br: Suporte

# settings.support.feedback
source: Feedback & Bug Reports
cs: Zpětná vazba a chyby
de: Feedback und Fehler
es: Comentarios y errores
fr: Commentaires et bugs
pt_br: Feedback e erros

# settings.support.rate
source: Rate the App
cs: Ohodnotit aplikaci
de: App bewerten
es: Valorar la app
fr: Noter l'app
pt_br: Avaliar o app

# settings.title
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes

# stats.completedGoals
source: Completed
cs: Splněno
de: Erledigt
es: Completados
fr: Terminés
pt_br: Concluídos

# stats.currentStreak
source: Current Streak
cs: Aktuální série
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
pt_br: Sequência atual

# stats.quota %lld %lld
source: %1$lld of %2$lld done
cs: %1$lld z %2$lld splněno
de: %1$lld von %2$lld geschafft
es: %1$lld de %2$lld hechos
fr: %1$lld sur %2$lld faits
pt_br: %1$lld de %2$lld feitos

# stats.range
source: Range
cs: Období
de: Zeitraum
es: Periodo
fr: Période
pt_br: Período

# stats.range.month
source: Month
cs: Měsíc
de: Monat
es: Mes
fr: Mois
pt_br: Mês

# stats.range.week
source: Week
cs: Týden
de: Woche
es: Semana
fr: Semaine
pt_br: Semana

# stats.range.year
source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
pt_br: Ano

# stats.streaks.title
source: Streaks by Goal
cs: Série podle cíle
de: Serien nach Ziel
es: Rachas por objetivo
fr: Séries par objectif
pt_br: Sequências por objetivo

# stats.title
source: Statistics
cs: Statistiky
de: Statistiken
es: Estadísticas
fr: Statistiques
pt_br: Estatísticas

# stats.totalGoals
source: Total Goals
cs: Celkem cílů
de: Ziele insgesamt
es: Objetivos en total
fr: Objectifs au total
pt_br: Total de objetivos

# stats.trends.checkIns
source: Check-ins
cs: Check-iny
de: Abhakungen
es: Marcas
fr: Pointages
pt_br: Marcações

# stats.trends.footer
source: Weekly check-ins across all your goals, last 12 weeks.
cs: Týdenní check-iny napříč všemi cíli za posledních 12 týdnů.
de: Wöchentliche Abhakungen über alle Ziele, letzte 12 Wochen.
es: Marcas semanales en todos tus objetivos, últimas 12 semanas.
fr: Pointages hebdomadaires sur tous tes objectifs, 12 dernières semaines.
pt_br: Marcações semanais em todos os seus objetivos, últimas 12 semanas.

# stats.trends.locked
source: See weekly trends and a month-over-month comparison across all your goals.
cs: Zobraz týdenní trendy a srovnání s minulým měsícem napříč všemi cíli.
de: Sieh wöchentliche Trends und den Monatsvergleich über alle deine Ziele.
es: Mira tendencias semanales y la comparación mes a mes en todos tus objetivos.
fr: Vois les tendances hebdomadaires et la comparaison d’un mois à l’autre sur tous tes objectifs.
pt_br: Veja tendências semanais e a comparação mês a mês em todos os seus objetivos.

# stats.trends.thisMonth
source: This month
cs: Tento měsíc
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
pt_br: Este mês

# stats.trends.title
source: Trends
cs: Trendy
es: Tendencias
fr: Tendances
pt_br: Tendências

# stats.trends.week
source: Week
cs: Týden
de: Woche
es: Semana
fr: Semaine
pt_br: Semana

# tab.goals
source: Goals
cs: Cíle
de: Ziele
es: Objetivos
fr: Objectifs
pt_br: Objetivos

# tab.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes

# tab.stats
source: Stats
cs: Statistiky
de: Statistik
es: Estadísticas
pt_br: Estatísticas

# tab.today
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd’hui
pt_br: Hoje

# today.empty.description
source: No goal is due today. Check the Goals tab for the full picture.
cs: Na dnešek nemáš naplánovaný žádný cíl. Přehled najdeš v záložce Cíle.
de: Heute steht kein Ziel an. Im Tab „Ziele“ siehst du das ganze Bild.
es: Hoy no toca ningún objetivo. Mira la pestaña Objetivos para verlo todo.
fr: Aucun objectif prévu aujourd’hui. Va dans l’onglet Objectifs pour la vue d’ensemble.
pt_br: Nenhum objetivo para hoje. Veja a aba Objetivos para o quadro completo.

# today.empty.title
source: Nothing scheduled
cs: Dnes nic nemáš
de: Nichts geplant
es: Nada previsto
fr: Rien de prévu
pt_br: Nada agendado

# today.progress %lld %lld
source: %1$lld of %2$lld done
cs: %1$lld z %2$lld hotovo
de: %1$lld von %2$lld geschafft
es: %1$lld de %2$lld hechos
fr: %1$lld sur %2$lld faits
pt_br: %1$lld de %2$lld feitos

# today.title
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd’hui
pt_br: Hoje

# tracking.milestones
source: Subtasks
cs: Podúkoly
de: Teilaufgaben
es: Subtareas
fr: Sous-tâches
pt_br: Subtarefas

# tracking.value
source: Units
cs: Jednotky
de: Einheiten
es: Unidades
fr: Unités
pt_br: Unidades

# unit.add
source: Add Unit
cs: Přidat jednotku
de: Einheit hinzufügen
es: Añadir unidad
fr: Ajouter une unité
pt_br: Adicionar unidade

# unit.books
source: books
cs: knihy
de: Bücher
es: libros
fr: livres
pt_br: livros

# unit.books.count %lld
source: %lld books
cs: %lld knih
de: %lld Bücher
es: %lld libros
fr: %lld livres
pt_br: %lld livros

# unit.category.currency
source: Currency
cs: Měna
de: Währung
es: Moneda
fr: Monnaie
pt_br: Moeda

# unit.category.custom
source: Custom
cs: Vlastní
de: Eigene
es: Personalizada
fr: Personnalisée
pt_br: Personalizada

# unit.category.distance
source: Distance
cs: Vzdálenost
de: Entfernung
es: Distancia
pt_br: Distância

# unit.category.energy
source: Energy
cs: Energie
de: Energie
es: Energía
fr: Énergie
pt_br: Energia

# unit.category.general
source: General
cs: Obecné
de: Allgemein
fr: Général
pt_br: Geral

# unit.category.time
source: Time
cs: Čas
de: Zeit
es: Tiempo
fr: Temps
pt_br: Tempo

# unit.category.volume
source: Volume
cs: Objem
de: Volumen
es: Volumen

# unit.category.weight
source: Weight
cs: Váha
de: Gewicht
es: Peso
fr: Poids
pt_br: Peso

# unit.czk
source: CZK
cs: Kč

# unit.days
source: days
cs: dny
de: Tage
es: días
fr: jours
pt_br: dias

# unit.days.count %lld
source: %lld days
cs: %lld dní
de: %lld Tage
es: %lld días
fr: %lld jours
pt_br: %lld dias
